Tekla.Structures.DrawingInternal.dotGrAngleDimension_t


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.DimensionBase


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.Attributes


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.Origin


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.Point1


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.Point2


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.Distance


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.ToStruct(Tekla.Structures.Drawing.AngleDimension)


Tekla.Structures.DrawingInternal.dotGrAngleDimension_t.FromStruct(Tekla.Structures.Drawing.AngleDimension)
